export function Home() {
  return (
    <section className="home">
      <h2>Greeting you on Rick and Morty Locations Page</h2>
      <span>
      «Рик и Морти» — сериал настолько концентрированный, что даже тёмная материя рядом с ним выглядит как химическая смесь воды и соли (читайте «сериал сложный и глубокий»). Раскапывать его теории — наше любимое хобби в ожидании третьего сезона. Но иногда можно дать мозгу расслабиться и покопаться в чём-то более лайтовом — типа бэкстейджа шоу и фактов о нём. Очень рекомендовано всем фанатам для расширения кругозора и повышения уровня сквонча в крови.
      </span>
    </section>
  );
}
