export function Home() {
  return (
    <section className="home">
      <h2>Greeting you on Rick and Morty Page</h2>
      <span>
        Рик и Морти - американский анимационный , ситком, созданный Джастином
        Ройландом и Дэном Хармоном для ночного блока программ Cartoon Network
        "Плавание для взрослых", "Adult Swim", ". Сериал рассказывает о
        злоключениях Рика Санчеса, циничного безумного ученого, и его
        добросердечного, но капризного внука Морти Смита, которые делят свое
        время между домашней жизнью и межпространственными приключениями,
        которые происходят в бесконечном количестве реальностей, часто
        путешествуя на другие планеты и измерения через порталы и на летающей
        тарелке Рика. Общая концепция Рика и Морти основана на двух
        противоречивых сценариях: домашней семейной драме и
        человеконенавистническом дедушке, втягивающем своего внука в хиджаб.{" "}
        <br />
        <br />
        Ройланд озвучил и Рика, и Морти, с Крисом Парнеллом в роли Джерри,
        Спенсером Грэммером в роли Саммер и Сарой Чалк в роли Бет. Сериал
        основан на анимационном короткометражном фильме-пародии на "Назад в
        будущее", созданном Ройландом для канала 101, фестиваля короткометражных
        фильмов, соучредителем которого является Хармон. С момента своего дебюта
        сериал получил признание критиков за сценарий, оригинальность,
        креативность и юмор. Он был номинирован на три премии Primetime Emmy
        Awards за выдающуюся анимационную программу и получил награду в 2018 и
        2020 годах. Сериал также получил две премии Энни. Временами сериал был
        самой просматриваемой телевизионной комедией для взрослых в возрасте от
        18 до 24 лет. Популярность Рика и Морти сделала его мерчендайзинговой и
        медиа-франшизой стоимостью в сто миллионов долларов. <br />
        <br />
        Седьмой сезон был утвержден в рамках долгосрочного контракта с Cartoon
        Network, которая заказала 70 новых серий, что продлило сериал до
        десятого сезона. Adult Swim разорвал отношения с Ройландом в 2023 году
        на фоне обвинений в домашнем насилии и переделал свои роли с
        актерами-звуковиками в 7 сезоне, премьера которого состоялась 15 октября
        2023 года.
      </span>
    </section>
  );
}
